{"translation-revision-date":"2025-01-21 13:02:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Select which payment methods you'd like to offer to your shoppers. You can update these here at any time.":["Wybierz metody płatności, które chcesz zaoferować kupującym. Możesz je zaktualizować w dowolnym momencie."],"Choose your payment methods":["Wybierz metody płatności"],"Return to gateways":["Powrót do bramek"],"Business location :":["Lokalizacja firmy :"],"Payment providers":["Dostawcy usług płatniczych"],"Email preview type":["Rodzaj podglądu wiadomości e-mail"],"Send test email":["Wyślij testową wiadomość e-mail"],"Sending…":["Wysyłanie..."],"Enter an email":["Wpisz adres e-mail"],"Send to":["Wyślij do"],"Send yourself a test email to check how your email looks in different email apps.":["Wyślij sobie testową wiadomość e-mail, aby sprawdzić, jak wygląda twój e-mail w różnych aplikacjach pocztowych."],"Send a test email":["Wyślij e-mail testowy"],"Email preview frame":["Ramka podglądu wiadomości e-mail"],"Avatar icon":["Ikonka awatara"],"Mobile icon":["Ikonka telefonu komórkowego"],"Mobile preview on desktop":["Podgląd mobilny na komputerze (desktop)"],"Desktop icon":["Ikona pulpitu komputera"],"Email preview on desktop":["Podgląd wiadomości e-mail na komputerze"],"Image upload icon":["Ikonka przesyłania obrazku"],"Change image":["Zmień obrazek"],"Image preview":["Podgląd obrazka"],"Undo changes":["Cofnij zmiany"],"Sync with theme":["Synchronizacja z motywem"],"Using default values.":["Używanie wartości domyślnych."],"Synced with theme.":["Zsynchronizowane z motywem."],"WooCommerce Tax, recommended for new stores":["Podatek WooCommerce, zalecany dla nowych sklepów"],"WooCommerce Settings":["Ustawienia WooCommerce"],"Take offline payments":["Przyjmuj płatności offline"],"Install the extension":["Zainstaluj rozszerzenie"],"View all of your orders in our new Order Attribution extension.":["Zobacz wszystkie swoje zamówienia w naszym nowym rozszerzeniu atrybut zamówienia."],"Try Order Attribution":["Wypróbuj atrybut zamówienia"],"There was an error loading misc recommendations":["Wystąpił błąd podczas wczytywania różnych zaleceń"],"Stripe Tax for Woocommerce has been successfully installed. Let's configure it now.":["Stripe Tax dla Woocommerce został pomyślnie zainstalowany. Skonfigurujmy go teraz."],"Install for free":["Zainstaluj za darmo"],"Continue to setttings":["Przejdź do ustawień"],"Free to install, then pay as you go.":["Zainstaluj za darmo, a następnie płać w miarę postępów."],"Coverage in over 55 countries":["Zasięg w ponad 55 krajach"],"Detailed tax transaction reports":["Szczegółowe raporty transakcji podatkowych"],"Multi-economic nexus compliance":["Zgodność z wieloma powiązaniami gospodarczymi"],"Powerful global tax tool":["Potężne globalne narzędzie podatkowe"],"Stripe Tax":["Stripe Tax"],"Blueprints are setup files that contain all the installation instructions. including plugins, themes and settings. Ease the setup process, allow teams to apply each others’ changes and much more.":["Schematy to pliki instalacyjne, które zawierają wszystkie instrukcje instalacji, w tym wtyczki, motywy i ustawienia. Ułatwiają proces konfiguracji, umożliwiają zespołom wzajemne wprowadzanie zmian i wiele więcej."],"Apply to store pages only":["Zastosuj tylko do stron sklepu"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Zarządzaj wyglądem swojej witryny dla odwiedzających. <a>Dowiedz się więcej<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Czy chcesz przełączyć się z trybu live na tryb „wkrótce”? Twoja witryna nie będzie widoczna, a klienci nie będą mogli w tym czasie dokonywać zakupów."],"Confirm switch to ‘Coming soon’ mode":["Potwierdź przejście do trybu „Wkrótce”"],"It’s time to celebrate – you’re ready to launch your store! Woo! Hit the button to preview your store and make it public.":["Nadszedł czas na świętowanie - jesteś gotowy do uruchomienia swojego sklepu! Woo! Naciśnij przycisk, aby wyświetlić podgląd swojego sklepu i upublicznić go."],"I don’t charge sales tax":["Nie pobieram podatku od sprzedaży"],"Coming soon":["Już wkrótce"],"WooPayments BNPL illustration":["WooPayments BNPL ilustracja"],"Click for error details":["Kliknij, aby wyświetlić szczegóły błędu"],"Reload Page":["Odśwież stronę"],"We’re sorry for the inconvenience. Please try reloading the page, or you can get support from the community forums.":["Przepraszamy za niedogodności. Spróbuj ponownie załadować stronę lub uzyskaj pomoc na forum społeczności."],"Oops, something went wrong":["Ups! Coś poszło nie tak"],"Share your site with anyone using a private link.":["Udostępnij swoją witrynę dowolnej osobie za pomocą prywatnego odnośnika."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Wyświetlaj komunikat \"wkrótce\" na stronach sklepu - reszta witryny pozostanie widoczna."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Witryna jest ukryta przed odwiedzającymi za stroną docelową „Wkrótce dostępna”, aż będzie gotowa do wyświetlenia."],"Launch your store only when you’re ready to by switching between \"Coming soon\" and \"Live\" modes. Build excitement by creating a custom page visitors will see before you’re ready to go live. <link>Discover more<\/link>":["Uruchom sklep tylko wtedy, gdy będziesz na to gotowy, przełączając się między trybami \"Wkrótce\" i \"Na żywo\". Buduj emocje, tworząc własną stronę, którą odwiedzający zobaczą, zanim będziesz gotowy do uruchomienia. <link>Odkrywaj więcej<\/link>"],"Set your store’s visibility":["Ustaw widoczność swojego sklepu"],"View store":["Zobacz sklep"],"Your entire site is visible to everyone.":["Cała witryna jest widoczna dla odwiedzających."],"Share your site with a private link":["Udostępnij swoją witrynę za pomocą prywatnego odnośnika"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Twoja witryna jest ukryta przed odwiedzającymi za stroną docelową \"Wkrótce\", dopóki nie będzie gotowa do oglądania. Możesz dostosować stronę docelową \"Wkrótce\" za pomocą <a>edytora<\/a>."],"Site visibility":["Widoczność witryny"],"Live":["Produkcja"],"Launch Your Store":["Uruchom swój sklep"],"Launch store":["Uruchom sklep"],"Your store is ready for launch!":["Twój sklep jest gotowy do uruchomienia!"],"Launch Your Store illustration":["Uruchom ilustrację swojego sklepu"],"Power your payments with a simple, all-in-one option. Verify your business details to start managing transactions with WooCommerce Payments.":["Obsługuj swoje płatności za pomocą prostej, kompleksowej opcji. Zweryfikuj dane swojej firmy, aby rozpocząć zarządzanie transakcjami za pomocą WooCommerce Payments."],"Start selling by adding products or services to your store. Choose to list products manually, or import them from a different store. ":["Zacznij sprzedawać, dodając produkty lub usługi do swojego sklepu. Dodaj produkty ręcznie lub zaimportuj je z innego sklepu. "],"List your products":["Wypisz swoje produkty"],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Zapewnij swoim klientom łatwy i wygodny sposób płatności! Skonfiguruj jedną (lub więcej!) z naszych szybkich i bezpiecznych metod płatności online lub osobiście."],"It’s time to get paid":["Czas na otrzymywanie płatności"],"Start growing your business by showcasing your products on social media and Google, boost engagement with email marketing, and more!":["Zacznij rozwijać swoją firmę, prezentując swoje produkty w mediach społecznościowych i Google, zwiększ zaangażowanie za pomocą marketingu e-mail i nie tylko!"],"Reach more customers":["Docieraj do większej liczby klientów"],"Start shipping":["Rozpocznij wysyłkę"],"Choose where and how you’d like to ship your products, along with any fixed or calculated rates.":["Wybierz, gdzie i w jaki sposób chcesz wysyłać swoje produkty, wraz z wszelkimi stałymi lub obliczonymi stawkami."],"Choose to set up your tax rates manually, or use one of our tax automation tools.":["Wybierz czy chcesz skonfigurować stawki podatkowe ręcznie, czy użyć jednego z naszych automatycznych narzędzi."],"Configure your tax settings":["Skonfiguruj ustawienia podatków"],"Collect sales tax":["Naliczaj podatek"],"Get paid":["Otrzymuj płatności"],"Grow your business":["Rozwijaj swoją firmę"],"Get your products shipped":["Wysyłaj swoje produkty"],"Quickly create a beautiful looking store using our built-in store designer, or select a pre-built theme and customize it to fit your brand.":["Stwórz szybko piękny sklep, używając naszego wbudowanego kreatora lub wybierz gotowy motyw i dostosuj go tak, aby pasował do twojej marki."],"%1$s — %2$s per year":["%1$s — %2$s rocznie"],"Switch":["Przełącz"],"{{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}Podatek WooCommerce{\/strong}} może zautomatyzować obliczenia podatku od sprzedaży."],"By clicking \"%s,\" you agree to our {{tosLink}}Terms of Service{{\/tosLink}} and have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Klikając \"%s\", zgadzasz się na nasze {{tosLink}}warunki świadczenia usług{{\/tosLink}} i przeczytałeś naszą {{privacyPolicyLink}}politykę prywatności{{\/privacyPolicyLink}}."],"Error requesting connection URL.":["Błąd żądania adresu URL połączenia."],"Customize Your Store":["Spersonalizuj swój sklep"],"Start customizing":["Rozpocznij personalizację"],"Use our built-in AI tools to design your store and populate it with content, or select a pre-built theme and customize it to fit your brand.":["Skorzystaj z naszych wbudowanych narzędzi sztucznej inteligencji, aby zaprojektować swój sklep i wypełnić go treścią, lub wybierz gotowy motyw i dostosuj go do swojej marki."],"Start customizing your store":["Rozpocznij personalizację sklepu"],"Customize your store illustration":["Dostosuj ilustrację swojego sklepu"],"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Zwiększ konwersję dzięki WooPay, nowej funkcji szybkich płatności, wchodzącej w skład WooPayments."],"Offer your customers card payments, iDeal, and the ability to sell in-person with Woo mobile app.":["Zaoferuj swoim klientom płatności kartą, iDeal i możliwość sprzedaży osobistej za pomocą aplikacji mobilnej Woo."],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Łatwe płatności, zaprojektowane wyłącznie<br\/>dla sklepów WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["Usługa WooPayments jest zintegrowana z popularnymi opcjami płatności:"],"WooPayments":["WooPayments"],"Profiler":["Profiler"],"Please enter a city":["Wpisz miasto"],"Please enter a post code":["Wpisz kod pocztowy"],"Please enter an address":["Wpisz adres"],"Select a date type":["Wybierz rodzaj daty"],"No Thanks":["Nie, dziękuję"],"Install and enable":["Zainstaluj i włącz"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Oszczędzaj czas i pieniądze, drukując etykiety wysyłkowe bezpośrednio z komputera za pomocą jednego z tych rozwiązań wysyłkowych."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Oszczędzaj czas i pieniądze, drukując etykiety wysyłkowe bezpośrednio z komputera za pomocą %1$s. Wypróbuj %2$s za darmo. {{link}}Dowiedz się więcej{\/link}}"],"Date completed":["Data zrealizowania"],"Date paid":["Data opłacenia"],"Date created":["Data utworzenia"],"Date type:":["Rodzaj daty:"],"Database date field considered for Revenue and Orders reports":["Pole daty w bazie danych używane w raportach przychodów i zamówień"],"There was a problem setting up automated taxes. Please try again.":["Wystąpił problem podczas ustawiania automatycznych podatków. Proszę spróbować później."],"Feedback":["Uwagi"],"Edit Product Variation":["Edytuj wariant produktu"],"How's your experience with the product editor?":["Jakie były twoje doświadczenia z edytorem produktu?"],"Use recommended settings":["Użyj zalecanych ustawień"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Niespójne ustawienia podatków:{{\/b}} Aby uniknąć potencjalnych problemów przy zaokrągleniach, ceny powinny być wpisywane i wyświetlane we wszystkich miejscach tak samo, tj. z podatkiem lub bez podatku."],"Recommended settings applied.":["Zastosowano zalecane ustawienia."],"The store setup process meets my needs.":["Proces konfiguracji sklepu spełnia moje oczekiwania."],"The store setup is easy to complete.":["Konfiguracja sklepu jest łatwa do wykonania."],"The product editing screen's functionality meets my needs":["Funkcjonalność ekranu edycji produktu spełnia moje oczekiwania"],"The product editing screen is easy to use":["Ekran edycji produktu jest łatwy w użyciu"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Dodaj lokalizację swojego sklepu, aby pomóc nam automatycznie skonfigurować wysyłkę, podatki, walutę, itp. Po ukończeniu kliknij przycisk \"Zapisz zmiany\" na dole formularza."],"Add details":["Podaj szczegóły"],"Get your store up and running in no time. Add your store’s address to set up shipping, tax and payments faster.":["Uruchom swój sklep w mgnieniu oka. Dodaj adres swojego sklepu, aby szybciej skonfigurować wysyłkę, podatki i płatności."],"First, tell us about your store":["Na początku opowiedz nam o swoim sklepie"],"Store location illustration":["Ilustracja lokalizacji sklepu"],"Add New Product":["Utwórz produkt"],"Save store location":["Zapisz lokalizację sklepu"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Dodaj lokalizację swojego sklepu, aby pomóc nam automatycznie obliczać koszty wysyłki. Możesz zarządzać lokalizacją sklepu na stronie ustawień ogólnych WooCommerce."],"Set your store location":["Ustaw lokalizację swojego sklepu"],"Enable shipping label printing and discounted rates":["Włącz drukowanie etykiet wysyłkowych i preferencyjne stawki"],"Save shipping options":["Zapisz opcje wysyłki"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Rekomendujemy następujące opcje wysyłki w oparciu o twoją lokalizacje. Możesz zarządzać opcjami wysyłki w dowolnym momencie w ustawieniach wysyłki WooCommerce."],"Try one of the alternative payment providers.":["Wypróbuj jednego z alternatywnych pośredników płatności."],"Other payment providers":["Inni pośrednicy płatności"],"Give your customers additional choices in ways to pay.":["Daj swoim klientom większy wybór metod płatności"],"To start accepting online payments":["Aby zacząć przyjmować płatności online"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Uzyskuj stałe przychody i zarządzaj nimi. Otrzymuj automatyczne wpłaty na wyznaczony rachunek bankowy."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Sprzedawaj na międzynarodowych rynkach i akceptuj płatności w ponad 135 walutach dzięki obsłudze lokalnych metod płatności."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Dobry wybór! Zapadła decyzja o dodaniu do sklepu nowych, wspaniałych funkcji. Przejdź do zamówienia, aby dokończyć zakup."],"Purchase illustration":["Ilustracja zakupów"],"Preview store":["Podejrzyj sklep"],"Products illustration":["Ilustracja produktów"],"Payment illustration":["Ilustracja płatności"],"Appearance illustration":["Ilustracja wyglądu"],"Marketing illustration":["Ilustracja marketingu"],"Shipping illustration":["Ilustracja wysyłki"],"Tax illustration":["Ilustracja podatków"],"We appreciate your feedback!":["Jesteśmy wdzięczni za twoje uwagi!"],"How was your experience?":["Jakie były twoje doświadczenia?"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Gratulacje! Możesz świętować swój sukces i oczekiwać na pierwsze zamówienie."],"Welcome to your store":["Witamy w twoim sklepie"],"🚀 You’re doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Świetnie ci idzie! {{strongText}}Pozostałe kroki{{\/strongText}} do skonfigurowania i uruchomienia sklepu:  {{strongText}}%1$d{{\/strongText}} {{setupLink}}Kontynuuj konfigurację{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 To już prawie wszystko. Pozostał tylko {{strongText}}%1$d krok{{\/strongText}} do skonfigurowania i uruchomienia sklepu. {{setupLink}}Zakończ konfigurację{{\/setupLink}}"],"Offline payment methods":["Metody płatności offline"],"Choose a payment provider":["Wybierz pośrednika płatności"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Wykonaj następujące kroki, aby szybko zacząć sprzedawać. Ukończono %1$d z %2$d."],"Hide setup list":["Ukryj listę konfiguracji"],"You’re almost there":["To już prawie wszystko"],"You’re on the right track":["Jesteś na dobrej drodze"],"Let’s get you started":["Zaczynajmy"],"Welcome to %s":["Witamy w %s"],"Other payment options":["Inne opcje płatności"],"Built by WooCommerce":["Stworzone przez WooCommerce"],"Activity":["Aktywność"],"Hide this list":["Ukryj tę listę"],"You’ve completed store setup":["Ukończono konfigurację sklepu"],"Yes, hide store setup tasks":["Tak, ukryj zadania konfiguratora sklepu"],"Are you sure? These tasks are required for all stores.":["Czy na pewno? Te zadania są wymagane dla wszystkich sklepów."],"Hide store setup tasks":["Ukryj zadania konfiguratora sklepu"],"Set up taxes manually":["Skonfiguruj podatki ręcznie"],"Choose a tax partner":["Wybierz partnera podatkowego"],"100% free":["100% za darmo"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Zgodność z {{strong}}Single{{\/strong}} economic nexus"],"Real-time sales tax calculation":["Obliczanie podatków w czasie rzeczywistym"],"Sorry, you are not allowed to access this page.":["Brak uprawnień dostępu do wybranej strony."],"Not allowed":["Niedozwolone"],"See more":["Zobacz więcej"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Zalecamy dodanie jednego z poniższych narzędzi marketingowych do sklepu. Rozszerzenie zostanie zainstalowane i aktywowane po kliknięciu \"Rozpocznij\"."],"Recommended marketing extensions":["Polecane rozszerzenia do marketingu"],"%s logo":["Logo %s"],"You can manage this payment gateway’s settings by clicking the button below":["Możesz zarządzać opcjami tej bramki płatności klikając przycisk poniżej"],"%s configured successfully":["Pomyślnie skonfigurowano %s"],"Task postponed until tomorrow":["Zadanie odłożone do jutra "],"Show %d more task.":["Pokaż %d zadanie więcej.","Pokaż %d zadania więcej.","Pokaż %d zadań więcej."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["WooCommerce Shipping pozwala na drukowanie etykiet wysyłkowych USPS i DHL Express w domu, oszczędzając czas."],"You have inventory to review and update":["Masz stany magazynowe do sprawdzenia i zaktualizowania"],"Inventory to review":["Stany magazynowe do sprawdzenia"],"Orders to fulfill":["Zamówienia do realizacji"],"You have %d new thing to do":["Masz %d nową rzecz do zrobienia","Masz %d nowe rzeczy do zrobienia","Masz %d nowych rzeczy do zrobienia"],"Things to do next":["Następne kroki"],"Show things to do next":["Pokaż rzeczy do zrobienia w następnej kolejności"],"Additional payment options":["Dodatkowe metody płatności"],"Setup required":["Wymagana konfiguracja"],"Preview site":["Podejrzyj witrynę"],"Local Partner":["Lokalny partner"],"Configure your %(title)s account":["Skonfiguruj swoje konto %(title)s"],"Got it":["Rozumiem"],"No thanks, I'll set up manually":["Nie dziękuję, skonfiguruję to ręcznie"],"I don't charge sales tax":["Nie naliczam podatków"],"Set up manually":["Skonfiguruj ręcznie"],"Would you like to add the following paid features to your store now?":["Czy chcesz dodać teraz następujące płatne funkcje do twojego sklepu?"],"Get Support":["Uzyskaj pomoc techniczną"],"Display options":["Opcje wyświetlania"],"Two columns":["Dwie kolumny"],"Single column":["Jenda kolumna"],"WooCommerce Home":["Strona główna WooCommerce"],"Download the WooCommerce app":["Pobierz aplikację WooCommerce"],"Run your store from anywhere":["Zarządzaj swoim sklepem gdziekolwiek jesteś"],"Task dismissed":["Zadanie odrzucone"],"My business doesn't charge sales tax":["Moja firma nie nalicza podatków"],"Abort":["Przerwij"],"Review your shipping options":["Zweryfikuj swoje opcje wysyłki"],"Payment Methods":["Metody płatności"],"Loading…":["Wczytywanie…"],"Hide this":["Ukryj to"],"Undo":["Cofnij"],"Home":["Strona główna"],"Overview":["Przegląd"],"There was an error loading recommended extensions.":["Wystąpił błąd w trakcie wczytywania zalecanych rozszerzeń."],"There was an error loading installed extensions.":["Wystąpił błąd w trakcie wczytywania zainstalowanych rozszerzeń."],"There was an error trying to activate the extension.":["Wystąpił błąd podczas próby aktywacji rozszerzeń."],"The extension has been successfully activated.":["Rozszerzenie zostało pomyślnie włączone."],"Installed marketing extensions":["Zainstalowane wtyczki do marketingu"],"Finish setup":["Dokończ konfigurację"],"There was an error connecting to WooPayments. Please try again or connect later in store settings.":["Wystąpił błąd podczas łączenia z WooPayments. Spróbuj ponownie lub połącz się później, edytując ustawienia sklepu."],"These details are required to receive payments via bank transfer":["Szczegóły te są wymagane, by przyjmować płatności za pomocą przelewu bankowego"],"Add your bank details":["Podaj dane swojego rachunku bankowego"],"Direct bank transfer details added successfully":["Dane konta bankowego zostały dodane"],"There was a problem saving your payment settings":["Wystąpił problem podczas zapisywania ustawień płatności"],"Please enter an account number or IBAN":["Wpisz numer rachunku bankowego lub IBAN"],"Unregistered Statuses":["Niezarejestrowany status"],"Install":["Zainstaluj"],"Mutable settings should be accessed via data store.":["Dostęp do zmiennych ustawień powinien być uzyskiwany przez magazyn danych."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s &lsaquo; %2$s &#8212; WooCommerce"],"Store Activity":["Aktywność sklepu"],"unread activity":["nowa aktywność"],"Reviews to moderate":["Opinie do moderacji"],"You have %d review to moderate":["Masz %d opinię do moderacji","Masz %d opinie do moderacji","Masz %d opinii do moderacji"],"You have %d order to fulfill":["Masz %d zamówienie do realizacji","Masz %d zamówienia do realizacji","Masz %d zamówień do realizacji"],"Get started":["Rozpocznij"],"Install %s":["Zainstaluj %s"],"Task List Options":["Opcje listy zadań"],"Good news!":["Dobre wieści!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Klikając „Konfiguruj” włączasz stawki podatkowe i obliczenia. Więcej informacji {{link}}tutaj{{\/link}}."],"Head over to the tax rate settings screen to configure your tax rates":["Przejdź do ekranu ustawień stawek podatkowych, aby skonfigurować stawki podatkowe"],"Configure tax rates":["Skonfiguruj stawki podatkowe"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Połącz swój sklep ze WordPress.com, aby umożliwić automatyczne obliczanie podatku od sprzedaży"],"Set up tax rates manually":["Skonfiguruj stawki podatkowe ręcznie"],"WooCommerce Tax allows you to automate sales tax calculations":["Wtyczka WooCommerce Tax pozwala na automatyczne obliczanie stawek podatkowych"],"You’re awesome! One less item on your to-do list ✅":["Świetnie! Jedna rzecz na liście odhaczona ✅"],"Connect your store to WordPress.com to enable label printing":["Połącz swój sklep ze WordPress.com, aby włączyć drukowanie etykiet"],"Connect your store":["Połącz swój sklep"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Polecamy korzystanie z ShipStation, aby zaoszczędzić czas poprzez drukowanie etykiet wysyłkowych w domu. {{link}}Wypróbuj ShipStation za darmo przez 30 dni{{\/link}}."],"Enable shipping label printing":["Włącz drukowanie etykiet wysyłkowych"],"Define how much customers pay to ship to different destinations":["Określ ile kupujący mają płacić za wysyłkę do różnych lokalizacji"],"Set shipping costs":["Ustaw koszty wysyłki"],"The address from which your business operates":["Adres siedziby twojej firmy"],"Set store location":["Ustaw lokalizację sklepu"],"📦 Shipping is done! Don’t worry, you can always change it later":["📦 Konfiguracja wysyłki zakończona! Nie martw się, możesz zawsze zmienić ją później"],"Shipping cost":["Koszt dostawy"],"Shipping rates can not be negative numbers.":["Stawki za wysyłkę nie mogą być liczbami ujemnymi."],"Your shipping rates have been updated":["Opłaty za wysyłkę zostały zapisane"],"There was a problem saving your store location":["Wystąpił problem podczas zapisywania lokalizacji sklepu"],"Post code":["Kod pocztowy"],"Please select a country \/ region":["Wybierz kraj \/ region"],"Install & enable":["Zainstaluj i włącz"],"Complete task":["Zakończ zadanie"],"Import your products":["Zaimportuj swoje produkty"],"I’ll do it later":["Zrobię to później"],"You won’t have access to this functionality until the extensions have been purchased and installed.":["Nie będziesz miał dostępu do tej funkcjonalności przed zakupem i instalacją rozszerzeń."],"Dismiss this notice":["Odrzuć powiadomienie"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Wybierz domyślny przedział dat. Raporty będą pokazywać domyślny przedział, jeśli nie wybrano innego."],"Default date range:":["Domyślny zakres dat:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Zamówienia z tymi statusami wymagają działania ze strony administratora sklepu. Zamówienia te będą pojawiać się w jako zadania w sekcji z zamówieniami na ekranie głównym."],"Actionable statuses:":["Statusy wywołujące akcje:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Zamówienia z tymi statusami są wykluczone z Twoich raportów. Status {{strong}}Zwrócone{{\/strong}} nie może zostać wykluczony."],"Custom Statuses":["Własne statusy"],"Excluded statuses:":["Wykluczone statusy:"],"Exclude the %s status from reports":["Wyklucz status %s z raportów"],"Continue setup":["Kontynuuj konfigurację"],"Edit Product":["Edytuj produkt"],"Analytics":["Analityka"],"Revenue":["Przychód"],"Country \/ Region":["Kraj \/ region"],"Show less":["Pokaż mniej"],"Yes please":["Tak, poproszę"],"Retry":["Spróbuj ponownie"],"Layout":["Układ"],"Manage":["Zarządzaj"],"Recommended":["Polecane"],"Copy link":["Skopiuj odnośnik"],"Import products":["Import produktów"],"Activate":["Włącz"],"Connect":["Połącz"],"Export":["Eksport"],"Free shipping":["Darmowa wysyłka"],"Extensions":["Rozszerzenia"],"Dismiss":["Odrzuć"],"Rest of the world":["Reszta świata"],"Payment methods":["Metody płatności"],"Downloads":["Pliki do pobrania"],"Configure":["Konfiguruj"],"Buy now":["Kup teraz"],"Enable":["Włącz"],"BIC \/ Swift":["BIC (dawny Swift)"],"IBAN":["IBAN"],"Bank name":["Nazwa banku"],"Account number":["Numer konta"],"Account name":["Nazwa konta"],"Sort code":["Numer rozliczeniowy (Sort Code)"],"Save changes":["Zapisz zmiany"],"Marketing":["Marketing"],"Copied!":["Skopiowano!"],"Display":["Wyświetlanie"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Zainstalowane bramki są pokazane poniżej. Przeciągnij i upuść bramki, aby zmienić kolejność wyświetlania w sklepie."],"Reset":["Resetuj"],"Add products":["Dodaj produkty"],"Save":["Zapisz"],"Learn more":["Dowiedz się więcej"],"Variations":["Warianty"],"Address":["Adres","Adresy","Adresów"],"Products":["Produkty"],"Install WooCommerce Tax":["Zainstaluj wtyczkę WooCommerce Tax"],"No thanks":["Nie, dziękuję"],"Continue":["Kontynuuj"],"Taxes":["Podatki"],"Customers":["Klienci"],"Orders":["Zamówienia","",""],"City":["Miejscowość"],"Cancel":["Anuluj"],"Categories":["Kategorie"],"Stock":["Stan magazynowy"],"Product":["Produkt","Produkty","Produktów"],"WooCommerce Tax":["Podatek WooCommerce"],"Coupons":["Kupony"],"Update":["Aktualizuj"],"Remove":["Usuń"],"Download":["Pobierz","Pobierz","Pobierz"],"Settings":["Ustawienia"],"Metro Manila":["Metro Manila"],"Roma":["Rzym"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}