{"translation-revision-date":"2025-01-21 13:02:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Open pop-up when clicked":["Otwórz wyskakujące okienko po kliknięciu"],"Gallery Navigation":["Nawigacja po galerii"],"Pager":["Pager"],"No pager will be displayed.":["Pager nie będzie wyświetlany."],"A series of dots will show to indicate the number of items.":["Pojawi się seria kropek wskazujących liczbę elementów."],"A list of numbers will show to indicate the number of items.":["Wyświetlona zostanie lista liczb wskazująca liczbę elementów."],"Next\/Prev Buttons":["Przyciski następny\/poprzedni"],"No next or previous button will be displayed.":["Nie będzie wyświetlany przycisk następny ani poprzedni."],"Next and previous buttons will appear on outside the large image.":["Przyciski następny i poprzedni pojawią się poza dużym obrazkiem."],"Next and previous buttons will appear inside the large image.":["Przyciski następny i poprzedni pojawią się wewnątrz dużego obrazku."],"Clicking on the large image will open a full-screen gallery experience.":["Kliknięcie dużego obrazku otworzy pełnoekranową galerię."],"While hovering the large image will zoom in by 30%.":["Po najechaniu kursorem duży obrazek zostanie powiększony o 30%."],"Zoom while hovering":["Powiększanie po najechaniu kursorem"],"Images will be cropped to fit within a square space.":["Obrazki zostaną przycięte tak, aby zmieściły się w kwadracie."],"Crop images to fit":["Przycinaj obrazy, aby pasowały"],"Media Settings":["Ustawienia mediów"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Wybierz liczbę wyświetlanych miniaturek (3-8). Jeśli istnieje więcej obrazków, wyświetlony zostanie przycisk \"Wyświetl wszystkie\"."],"Number of Thumbnails":["Liczba miniaturek"],"Off":["Wyłączony"],"Thumbnails":["Miniaturki"],"A strip of small images will appear to the right of the main gallery image.":["Po prawej stronie głównego obrazku galerii pojawi się pasek małych obrazków."],"A strip of small images will appear below the main gallery image.":["Pod głównym obrazkiem galerii pojawi się pasek małych obrazków."],"A strip of small images will appear to the left of the main gallery image.":["Po lewej stronie głównego obrazku galerii pojawi się pasek małych obrazków."],"No thumbnails will be displayed.":["Nie będą wyświetlane żadne miniaturki."]}},"comment":{"reference":"assets\/client\/blocks\/product-gallery.js"}}